Repository: liaochunqing/VoiceDiary
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (empty)
zh_hans: （空）

source: (no speech detected)
zh_hans: （未识别到文字）

source: (voice only)
zh_hans: （仅语音）

source: %@/mo
zh_hans: %@/月

source: %lld %@ free trial
zh_hans: 免费试用 %lld %@

source: %lld entries in the last 7 days. Keep writing, and your mood will speak for itself.
zh_hans: 近 7 天记了 %lld 篇，保持记录，情绪会自己说话。

source: %lld entries in the last 7 days. Mood's been low — you don't have to carry it alone.
zh_hans: 近 7 天记了 %lld 篇，情绪偏低，别一个人扛着。

source: ✨ Upgrade to Full
zh_hans: ✨ 升级完整版

source: 1 photo only
zh_hans: 仅限 1 张照片

source: 3rd-party
zh_hans: 第三方

source: 5 themes · dozens of prompts · switch by mood
zh_hans: 5 大主题 · 数十条引导 · 随心情切换

source: A heavier week
zh_hans: 这一周，有些沉

source: a little low
zh_hans: 有些低落

source: A mood score for each entry (−1 low → +1 bright), computed on device in real time
zh_hans: 每篇日记的情绪分（−1 低落 → +1 明亮），端侧实时计算

source: A quiet moment, written down. 0123
zh_hans: 今天，把心情记录下来。0123

source: A steady week
zh_hans: 这一周，平稳

source: A warmer week
zh_hans: 这一周，偏暖

source: About
zh_hans: 关于

source: Add the transcript after your existing text
zh_hans: 转写文字加在已有正文后面

source: Add to entry
zh_hans: 加入日记

source: AI Insight Summaries
zh_hans: AI 洞察小结

source: AI Insights
zh_hans: AI 洞察

source: AI Weekly Summary
zh_hans: AI 周小结

source: All Fonts
zh_hans: 全部字体

source: All Prompt Packs
zh_hans: 全部引导合集

source: All Themes
zh_hans: 全部主题

source: Allow VoicePaper to use the microphone in Settings › Privacy › Microphone. Recordings stay on your device and your own iCloud.
zh_hans: 请在「设置 › 隐私 › 麦克风」中允许絮语日记使用麦克风。录音只存在本机和你自己的 iCloud。

source: Annual
zh_hans: 年付

source: Answer by voice
zh_hans: 用语音回答

source: Answer in English — practice speaking while you journal
zh_hans: 用英文回答，练口语也记心情

source: Any new discovery or idea that popped up today?
zh_hans: 今天有什么新发现，或冒出的新念头？

source: Anything left unsaid? Tell the book first.
zh_hans: 有什么话没说出口，先讲给本子听。

source: Appearance
zh_hans: 外观

source: Append to end
zh_hans: 追加到末尾

source: Apply
zh_hans: 应用

source: Are you happy with yourself today? In what way?
zh_hans: 今天对自己满意吗？哪一点？

source: Auto Sync
zh_hans: 自动同步

source: Back to Contents
zh_hans: 返回目录

source: Best Value
zh_hans: 最划算

source: Brush
zh_hans: 龙藏体

source: Buy Lifetime
zh_hans: 永久买断

source: calm
zh_hans: 平静

source: Calm Down
zh_hans: 情绪疏导

source: Cancel
zh_hans: 取消

source: Celadon
zh_hans: 茶绿

source: Choose a plan
zh_hans: 选择一个方案

source: Close
zh_hans: 关闭

source: Cobalt
zh_hans: 钴蓝

source: Color
zh_hans: 颜色

source: Contents
zh_hans: 目录

source: Continue · %@
zh_hans: 继续 · %@

source: Current location
zh_hans: 当前位置

source: Dark Gold
zh_hans: 暗金

source: Data
zh_hans: 数据

source: Date
zh_hans: 日期

source: days
zh_hans: 天

source: Days logged
zh_hans: 记录天数

source: Delete
zh_hans: 删除

source: Delete this entry?
zh_hans: 删除这篇日记？

source: Did you do something kind for yourself today?
zh_hans: 今天，有没有为自己做一件好事？

source: Did you take care of yourself this week?
zh_hans: 这一周你照顾好自己了吗？

source: Discard changes
zh_hans: 放弃修改

source: Don't add to text
zh_hans: 不加入正文

source: Don't save audio, keep text only
zh_hans: 语音不保存，仅保留文字

source: Done
zh_hans: 完成

source: Edit Entry
zh_hans: 编辑日记

source: English Practice
zh_hans: 英语表达

source: Entries stay on your device by default. Turn this on to sync to your personal iCloud for backup and across devices — never through our servers.
zh_hans: 日记默认只存本机。开启后会同步到你的个人 iCloud，用于备份与跨设备——不经我们的服务器。

source: Everyday
zh_hans: 日常随记

source: Export
zh_hans: 导出

source: Export as PDF
zh_hans: 导出为 PDF

source: Export Preview
zh_hans: 导出预览

source: Face ID / Passcode Lock
zh_hans: Face ID / 密码锁

source: fairly steady
zh_hans: 比较平稳

source: Feedback
zh_hans: 意见反馈

source: Font
zh_hans: 字体

source: Full Stats
zh_hans: 完整统计

source: Generated on device, offline — your words never leave your phone
zh_hans: 设备端生成，离线运行，内容永不离开手机

source: Ginger
zh_hans: 姜黄

source: Grape
zh_hans: 葡萄紫

source: Gratitude
zh_hans: 感恩练习

source: Handwriting
zh_hans: 有好身体

source: How does your body feel today?
zh_hans: 今天身体感觉怎么样？

source: I use VoicePaper to journal every day — just open the book and talk to it. Try it:
zh_hans: 我在用「絮语日记」记录每天，翻开本子对它说话就行，很安心。推荐给你：

source: iCloud backup
zh_hans: iCloud 备份

source: iCloud Sync
zh_hans: iCloud 同步

source: If a friend were going through this, how would you comfort them?
zh_hans: 如果是朋友遇到这事，你会怎么安慰他？

source: If one word could describe today, what would it be?
zh_hans: 如果用一个词形容今天，会是什么？

source: If this feeling sat somewhere in your body, where would it be?
zh_hans: 如果把此刻的情绪放在体内某个位置，它在哪里？

source: If you could redo one moment today, which would it be?
zh_hans: 如果今天能重来一次，你想改哪一刻？

source: If you scored this week, what would it be — and why?
zh_hans: 如果给这一周打个分，几分？为什么？

source: Is anything weighing on you today? Say it out loud.
zh_hans: 今天有没有什么放不下的事？说出来听听。

source: Is there a small thing you actually did well?
zh_hans: 有没有一件小事，其实你做得挺好？

source: Keep the voice clip only, don't save the transcript
zh_hans: 只保留语音条，不保存转写文字

source: Keep writing — and leave yourself a little room to breathe next week.
zh_hans: 保持记录，下周也给自己留一点喘息的空间。

source: Leave yourself a goodnight for today.
zh_hans: 给今天的自己一句晚安吧。

source: Let AI make sense of your week
zh_hans: 让 AI 替你读懂这一周

source: Let go of today; leave a word for tomorrow
zh_hans: 放下今天，给明天留一句话

source: Lifetime
zh_hans: 永久买断

source: Locating…
zh_hans: 定位中…

source: Longest streak
zh_hans: 最长连续

source: Manage Subscription
zh_hans: 管理订阅

source: Microphone access needed
zh_hans: 需要麦克风权限

source: Monthly
zh_hans: 月付

source: months
zh_hans: 个月

source: Mood
zh_hans: 情绪

source: Mood insights
zh_hans: 情绪洞察

source: Mood Trend
zh_hans: 情绪趋势

source: More Apps
zh_hans: 其他产品

source: mostly warm
zh_hans: 整体偏暖

source: My Diary
zh_hans: 我的日记

source: My Diary.pdf
zh_hans: 我的日记.pdf

source: Name three small things worth being grateful for today.
zh_hans: 今天有三件值得感谢的小事，是什么？

source: Night Blue
zh_hans: 深蓝夜色

source: No entries this week yet. Open the book and tell it about your day.
zh_hans: 这一周还没有记录。翻开本子，对它说说今天吧。

source: No entries yet
zh_hans: 还没有日记

source: No matching entries
zh_hans: 没有匹配的日记

source: Not now
zh_hans: 以后再说

source: Not sure where to start? Open the book and answer a question.
zh_hans: 不知从何说起时，翻开本子，回答一个问题

source: Note something to be thankful for each day
zh_hans: 每天记下值得感谢的小事

source: Nothing logged today — don't break the chain
zh_hans: 今天还没记录，别断在这里哦

source: Notifications are turned off
zh_hans: 通知已在系统设置中关闭

source: Now that it's out, leave yourself one gentle word.
zh_hans: 把烦恼说完，给自己一句温柔的话吧。

source: Of all you have, what have you been overlooking lately?
zh_hans: 你拥有的东西里，哪一样最近常被你忽略？

source: OK
zh_hans: 好

source: On a streak — keep it going 🎉
zh_hans: 连续记录中，保持下去 🎉

source: Once a week — look back on wins and growth
zh_hans: 7 天一轮，回看得失与成长

source: One subscription unlocks everything — keep writing without limits.
zh_hans: 一次订阅，解锁全部功能，记录不中断。

source: Open Settings
zh_hans: 去设置

source: Open the book. Talk to it.
zh_hans: 翻开本子，对它说话

source: Page %lld
zh_hans: 第 %lld 页

source: Page-turn sound
zh_hans: 翻页声音

source: PDF export
zh_hans: PDF 导出

source: PDF Export
zh_hans: PDF 导出

source: Photo
zh_hans: 照片

source: Photos
zh_hans: 照片

source: Photos per entry
zh_hans: 每篇照片

source: Pick a pack by mood and go deep on one theme for a few days
zh_hans: 按心情挑一组，连续几天深入同一个主题

source: Pine
zh_hans: 松绿

source: Place
zh_hans: 地点

source: Preferences
zh_hans: 偏好

source: Preparing the mic…
zh_hans: 正在准备麦克风…

source: Preview
zh_hans: 预览

source: Privacy & Security
zh_hans: 隐私与安全

source: Privacy Policy
zh_hans: 隐私政策

source: Prompt Packs
zh_hans: 引导合集

source: Pulled automatically from your words — nothing is uploaded
zh_hans: 从你的话里自动提取，不上传任何内容

source: Purchasing…
zh_hans: 购买中…

source: Rate Us
zh_hans: 给我们评分

source: Re-record
zh_hans: 重录

source: Recent activity
zh_hans: 最近记录

source: Recently mentioned
zh_hans: 最近常提到

source: Record
zh_hans: 录音

source: Remind me to write
zh_hans: 提醒我写日记

source: Reminder time
zh_hans: 提醒时间

source: Replace text
zh_hans: 覆盖原文

source: Replace your existing text with the transcript
zh_hans: 用转写文字替换已有正文

source: Require authentication when opening the app
zh_hans: 打开 App 时需要验证

source: Restore Purchases
zh_hans: 恢复购买

source: Right now, what does your body want most?
zh_hans: 此刻，身体最想要的是什么？

source: Right now, who do you most want to thank?
zh_hans: 此刻，你最想对谁说声谢谢？

source: Rose
zh_hans: 玫红

source: Rounded
zh_hans: 小可奶酪

source: Save
zh_hans: 保存

source: Script
zh_hans: 手写体

source: Settings
zh_hans: 设置

source: Share with Friends
zh_hans: 分享给朋友

source: Shuffle
zh_hans: 换一个

source: Simulate Pro
zh_hans: 模拟 Pro 会员

source: Size
zh_hans: 字号

source: Skip
zh_hans: 跳过引导

source: Start here
zh_hans: 从这开始

source: Start speaking…
zh_hans: 开始说话…

source: Start today and build it back up
zh_hans: 今天开始，重新连起来

source: Start writing to read your mood
zh_hans: 开始记录，读出情绪

source: Stats
zh_hans: 统计

source: Subscription
zh_hans: 订阅

source: Subscriptions renew automatically unless canceled at least 24 hours before the end of the current period. Manage or cancel anytime in App Store settings. Lifetime is a one-time purchase and does not renew.
zh_hans: 订阅会自动续期，除非在当前周期结束前至少 24 小时取消。可随时在 App Store 设置中管理或取消。永久买断为一次性付费，不会自动续期。

source: Support Us
zh_hans: 支持我们

source: Swipe to open
zh_hans: 左滑翻开

source: Sync is on — scheduled automatically by iCloud
zh_hans: 数据同步已开启，由 iCloud 系统自动调度

source: Sync original audio
zh_hans: 同步录音原声

source: Synced safely to your iCloud
zh_hans: 安全同步到你的 iCloud

source: System Default
zh_hans: 系统默认

source: Tap ＋ in the corner to write today — or record your voice.
zh_hans: 轻点右下角的 ＋ 写下今天，或录一段声音。

source: Tap the mic and talk to it, or write below…
zh_hans: 点麦克风说给它听，或在下面写…

source: Terms of Use
zh_hans: 使用条款

source: Text %lld
zh_hans: 纯文字 %lld

source: The basic set — free, forever
zh_hans: 最基础的一组，免费长期可用

source: The free plan allows 1 photo per entry. Upgrade to add up to 4.
zh_hans: 免费版每篇日记最多添加 1 张照片，升级后可添加最多 4 张。

source: Theme Ink
zh_hans: 主题墨色

source: Themes & fonts
zh_hans: 主题与字体

source: This can't be undone
zh_hans: 此操作不可撤销

source: This is your diary
zh_hans: 这是你的日记

source: This month
zh_hans: 本月篇数

source: This thing that hurts — what's the worst case? Is it really that bad?
zh_hans: 这件让你难受的事，最坏会怎样？真有那么糟吗？

source: This week you wrote %lld entries, feeling %@.
zh_hans: 这一周你记了 %lld 篇，情绪%@。

source: Tired today? What took the most out of you?
zh_hans: 今天累吗？哪件事最耗你的力气？

source: To get writing reminders, enable notifications in Settings › VoicePaper › Notifications.
zh_hans: 想收到写日记提醒，请到「设置 › 絮语日记 › 通知」里打开通知权限。

source: Today · %@
zh_hans: 今日 · %@

source: Today can be set down now — what would you like to put down first?
zh_hans: 今天可以放下了，有什么想先卸下来的？

source: Today's Prompt
zh_hans: 今日引导

source: Toggles isUnlocked · DEBUG only
zh_hans: 开关控制 isUnlocked，仅 DEBUG 可见

source: Total entries
zh_hans: 总篇数

source: Total words
zh_hans: 总字数

source: Transcript (editable)
zh_hans: 识别文字（可编辑）

source: Transcription
zh_hans: 语音转写

source: Try Again
zh_hans: 重试

source: Undo
zh_hans: 撤销

source: Unlimited Photos
zh_hans: 无限照片

source: Unlimited Transcription
zh_hans: 无限语音转写

source: Unlimited transcription · All themes · All fonts
zh_hans: 无限转写 · 全部主题 · 全部字体

source: Unlock %@
zh_hans: 解锁%@

source: Unlock all prompt packs
zh_hans: 解锁全部引导合集

source: Unlock VoicePaper
zh_hans: 解锁絮语日记

source: Unlock with Pro
zh_hans: 升级解锁

source: Unsaved changes
zh_hans: 有未保存的修改

source: Upgrade to Full
zh_hans: 升级完整版

source: Upgrade to Pro
zh_hans: 升级 Pro

source: Use your voice, or type
zh_hans: 用声音，也用文字

source: Vermilion
zh_hans: 朱红

source: Version
zh_hans: 版本

source: Voice
zh_hans: 语音

source: Voice %lld
zh_hans: 语音 %lld

source: Voice entries
zh_hans: 语音日记

source: Voice vs. Text
zh_hans: 语音 vs 纯文字

source: VoicePaper is locked
zh_hans: 絮语日记已锁定

source: Was there a moment today that wasn't as bad as you feared?
zh_hans: 今天有没有哪一刻，其实没你想的那么糟？

source: Weekly
zh_hans: 周付

source: Weekly Review
zh_hans: 每周复盘

source: weeks
zh_hans: 周

source: What color is your mood right now?
zh_hans: 此刻，你的心情是什么颜色？

source: What did your body do for you today? Thank it.
zh_hans: 今天身体为你做了什么？谢谢它。

source: What didn't go well, and how would you adjust next time?
zh_hans: 这周有什么没做好的，下次想怎么调整？

source: What do you need most right now — rest, to vent, or a hug?
zh_hans: 现在，你最需要的是什么？休息、倾诉，还是一个拥抱？

source: What do you want most right now?
zh_hans: 现在的你，最想要的是什么？

source: What made you proudest this week?
zh_hans: 这一周，最让你有成就感的一件事是什么？

source: What small thing made you smile today?
zh_hans: 今天有什么让你嘴角上扬的小事？

source: What sounds are around you right now? Describe them to the book.
zh_hans: 此刻身边有什么声音？描述给本子听。

source: What would you say to yourself a year from now?
zh_hans: 有什么话，想对一年后的自己说？

source: What's been bothering you lately? Saying it helps.
zh_hans: 最近在烦什么？说出来会轻一点。

source: What's something you're looking forward to lately?
zh_hans: 最近让你期待的一件事是什么？

source: What's the one thing you most want to do well tomorrow?
zh_hans: 明天最想做好的一件事是什么？

source: What's the one thing you most want to move forward next week?
zh_hans: 下周，你最想推进的一件事是什么？

source: What's the warmest thing someone said to you recently?
zh_hans: 最近收到过最暖的一句话是什么？

source: What's weighing on you most right now? Try saying it to the book.
zh_hans: 现在心里最堵的是什么？试着说给本子听。

source: When anxious or low, say it slowly
zh_hans: 焦虑、低落时，慢慢说出来

source: When off, recordings stay on this device; only text and photos sync.
zh_hans: 关闭则录音留本机，仅同步文字与照片。

source: When you wake tomorrow, what do you hope to feel first?
zh_hans: 明天醒来，你希望先感受到什么？

source: Where did most of your time go this week? Was it worth it?
zh_hans: 这一周你把时间主要花在了哪里？值得吗？

source: Where do you most want to be right now?
zh_hans: 此刻，你最想去哪里？

source: Which moment today made you feel most at ease?
zh_hans: 今天哪一刻让你最安心？

source: Which moment today would you like to keep?
zh_hans: 今天哪一个瞬间，你想留住？

source: Who are you most grateful for today?
zh_hans: 今天最想感谢谁？

source: Who helped you this week? Did you thank them properly?
zh_hans: 这周谁帮过你？有没有好好谢过他？

source: Who left the strongest impression on you today?
zh_hans: 今天遇到的人里，谁让你印象最深？

source: Who made your day a little better today?
zh_hans: 今天谁让你的一天好过了一点？

source: Who said something kind to you today?
zh_hans: 今天谁对你说了一句暖心的话？

source: Wind Down
zh_hans: 睡前安顿

source: Wisteria
zh_hans: 紫藤

source: Write a few entries and your recent mood will show up here.
zh_hans: 记几篇日记，这里会读出你最近的情绪起伏。

source: Write something today
zh_hans: 今天写点什么

source: Write something, or tap the mic and talk to it…
zh_hans: 写点什么，或点麦克风说给它听…

source: Write your first entry to start a streak
zh_hans: 记下第一篇，开启连续记录

source: years
zh_hans: 年

source: You often mentioned %@.
zh_hans: 你常提到 %@。
